import './style.css';
import './explore';
import './video';
import './form';
import './ripple';
import './gallery';
import './menu';
import './videoIframe';
import './welcome-slider';

// console.log(
//   'Score: 150(156) / 150 \n -Вёрстка соответствует макету. Ширина экрана 1024px +40  \n -Вёрстка соответствует макету. Ширина экрана 768px +40 \n -Вёрстка соответствует макету. Ширина экрана 420px +40 \n -Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки +6 \n -Совмещается адаптивная и респонсивная (резиновая) вёрстка +14 При изменении ширины экрана плавно изменяются размеры: слайдера в секции Welcome +2; слайдера сравнения изображений в секции Explore +2; кастомного видеоплеера в секции Video +2; слайдера в секции Video +2; YouTube-видео в плейлисте в секции Video, маленькие видео выровнены по краям большого +2; галереи изображений и изображений в ней +2; карты +2. \n -На ширине экрана 1024рх и меньше реализовано адаптивное меню +12 \n -Оптимизация скорости загрузки страницы (результат 64) - +4'
// );
